{
    "ping": {
        "discord_latency": "Discord Delay",
        "bot_latency": "Bot Delay",
        "message_speed": "Message Speed",
        "message_response_speed": "Message Response Speed",
        "apı_response_speed": "API Response Speed",
        "reply_message": "You can see the delay information of the system"
    },
    "info": {
        "information_title": "Server: ",
        "information_desc": "Commands in this server start with `/`",
        "fields_name": "Help & Support",
        "fields_value": "Command List",
        "fields_value1": "Privacy Policy",
        "fields_value2": "Terms of Service"
    },
    "autorole": {
        "set_succes": "The automatic role system has been set up successfully. If the role belonging to the bot is not included above the specified role, the system will not work properly.",
        "res_succes": "The system was successfully reset. Users who log into your server will no longer be automatically assigned roles."
    },
    "avatar": {
        "title": "{{target}} The avatar of the named user",
        "description": "[Click]({{avatar}}) to open the avatar in the browser"
    },
    "settings": {
        "title": "{{GuildName}} Settings belonging to the server",
        "description": "The following settings are valid only on the server where you are located!"
    },
    "channellog": {
        "set_succes": "The channel log system has been set up successfully.",
        "res_succes": "The system was successfully reset. You will no longer receive information about the edited channels.",
        "set_embed": "**The channel tracking information channel has been successfully set to this channel. The channel information added, deleted and updated to this channel will be shared.**"
    },
    "messagelog": {
        "set_succes": "The message log system has been set up successfully.",
        "res_succes": "The system was successfully reset. You will not receive information about deleted and edited messages.",
        "set_embed": "**The message tracking information channel has been successfully set to this channel. Deleted and updated message information will be shared to this channel.**"
    },
    "modlog": {
        "set_succes": "The moderator log system has been set up successfully.",
        "res_succes": "The system was successfully reset. You will no longer receive information about moderator actions.",
        "set_embed": "**The moderator follow-up information channel has been successfully set to this channel. Moderator actions will be shared on this channel.**"
    },
    "rolelog": {
        "set_succes": "The role log system has been set up successfully.",
        "res_succes": "The system was successfully reset. You will no longer receive information about role arrangements.",
        "set_embed": "**The role tracking information channel was successfully set to this channel. Role information added, deleted and updated to this channel will be shared.**"
    },
    "welbylog": {
        "set_succes": "The Incoming-Outgoing system has been successfully set up.",
        "res_succes": "The system was successfully reset.",
        "set_embed": "**The Incoming-Outgoing information channel has been successfully set to this channel. The information of the users who log in and log out of the server to this channel will be shared.**"
    },
    "bansystem": {
        "set_succes": "The ban system has been set up successfully.",
        "res_succes": "The system was successfully reset.",
        "error": "You cannot perform shutdown operation again while the system is already in a shutdown state."
    },
    "ban": {
        "succes": "The user was successfully banned from the server.",
        "error-1": "The user is already on the banned list.",
        "error-2": "You cannot ban a user for whom you have the same authority.",
        "error-3": "**Ban Members** You cannot ban the authorized user.",
        "error-4": "You can't ban the server owner.",
        "error-5": "I can't ban myself.",
        "error-6": "You can't ban yourself.",
        "error-7": "You can't ban it because the user is not on the server."
    },
    "kicksystem": {
        "set_succes": "The kick system has been set up successfully",
        "res_succes": "The system has been set up successfully.",
        "error": "You cannot perform shutdown operation again while the system is already in a shutdown state."
    },
    "kick": {
        "succes": "{{user}} the named user was successfully kicked off the server.",
        "error-1": "You can't kick it because the user is not on the server.",
        "error-2": "You can't kick out a user with the same authority you have.",
        "error-3": "**Ban Members** You cannot kick the authorized user.",
        "error-4": "You can't kick the server owner.",
        "error-5": "I can't kick myself.",
        "error-6": "You can't kick yourself."
    },
    "nuke": {
        "succes": "The channel was successfully rebuilt.",
        "reason": "Reconstruction."
    },
    "purge": {
        "succes": "{{message}} The number of messages was successfully deleted."
    },
    "registrolesystem": {
        "set_succes": "The registration system has been set up successfully. Registration authority <@{{adminrol}}> the registered user role is set to <@{{userrol}}>.",
        "error": "You cannot use the command without activating the recording system.",
        "error-2": "The system is not already configured, so you cannot perform a system reset action.",
        "res_succes": "The system was successfully reset."
    },
    "registstatus": {
        "set_succes": "The registration system has been successfully activated. Please don't forget to arrange the necessary roles!",
        "res_succes": "The registration system was successfully closed. The stored data has been deleted due to the system shutdown.",
        "error": "You cannot perform shutdown operation again while the system is already in a shutdown state."
    },
    "registry": {
        "succes:": "The user has been successfully registered."
    },
    "unban": {
        "succes": "The ban of the user who has {{id}} ID has been successfully lifted.",
        "error": "The user was not found on the prohibited list."
    }
}